{"Name":"kingkiller","ApiUrl":"https://kingkiller.fandom.com/api.php","Lang":"en","Lexicon":[{"Word":"A Quainte Compendium of Folke Belief","Definition":"A Quainte Compendium of Folke Belief is a two hundred-year-old book that was handwritten in octavo-sized pages.\n\n\nThe book is a collection of stories and superstitions gathered by an amateur historian in Vintas."},{"Word":"A Silence of Three Parts","Definition":"The prologues and epilogues in The Kingkiller Chronicle follow a consistent pattern describing \"a silence of three parts\".\n\n\nThe following chapters uses this pattern:\n*Prologue of The Name of the Wind\n*Epilogue of The Name of the Wind\n*Prologue of The Wise Man's Fear\n*Epilogue of The Wise Man's Fear\n*Prologue of The Doors of Stone\n\n\nThe passages always open with: \"The Waystone Inn lay in silence, and it was a silence of three parts.\"\n\n\nThe first silence is described as a [hollow/vast] echoing quiet, made by things that were lacking."},{"Word":"Aaron","Definition":"Aaron is the blacksmith's apprentice and a regular at the Waystone Inn."},{"Word":"Abbott's Ford","Definition":"Abbott's Ford is small town in the Four Corners, close to Newarre and Rannish.\n\n\nWhen the Chronicler was robbed of his horse and other various belongings on his way to see Kvothe, the bandit in charge informed him that he could still make Abbott's Ford by dark."},{"Word":"Abenthy","Definition":"Abenthy , or Ben, is Kvothe's first teacher."},{"Word":"Adaptations of The Kingkiller Chronicle","Definition":"With the popularity of the series growing, multiple studios are interested in adapting Patrick Rothfuss' mega-best-selling fantasy series The Kingkiller Chronicle.\n\n\nKingkiller is a television pilot previously in development by New Regency Productions and Twentieth Century Fox."},{"Word":"Adem sign language","Definition":"Adem sign language is a form of communication in Ademre that uses manual gestures to convey meaning."},{"Word":"Ademic","Definition":"Ademic is the language spoken in Ademre."},{"Word":"Ademre","Definition":"Ademre is a nation in Temerant."},{"Word":"Advanced Mathematics","Definition":"Advanced Mathematics is a one of the many subjects of the University.\n\nFela takes it, and other characters are stated by Kvothe to be very good at it."},{"Word":"Aethe","Definition":"Aethe is the legendary founder of the first school of the Adem and, by extension, Adem culture.\n\n\nHis weapon was a bow of horn, with a string made by Rethe from strands of her hair, and a sharp and single arrow with a white feather fletching.\n\nAethe was known to sometimes strike a foe through the leg rather than kill them."},{"Word":"Alar","Definition":"Alar is the mental ability to hold a belief firmly enough that it affects reality."},{"Word":"Alchemy","Definition":"Alchemy is a discipline of study within the Arcanum at the University."},{"Word":"Alder Whin","Definition":"Alder Whin is Master Elodin's giller.\n\n\nAlder Whin, referred to by Elodin simply as Whin, is a full arcanist now confined to Haven."},{"Word":"Aleph","Definition":"Aleph is believed by some, though not by orthodox Tehlins, to be the creator of Temerant."},{"Word":"Alleg","Definition":"Alleg was an adopted Edema Ruh."},{"Word":"Ambrose Jakis","Definition":"Ambrose Jakis is the firstborn son of Baron Jakis, a powerful and wealthy nobleman from Vintas."},{"Word":"Amlia","Definition":"Amlia is a student at the University."},{"Word":"Andan","Definition":"Andan was one of the eight Ruach (a group of people who beings who predate the current residents of Temerant) who stood before Aleph and decided to follow Tehlu."},{"Word":"Angel","Definition":"Entities referred to as angels are mentioned at various points in the folklore and mythology of the Kingkiller cultures."},{"Word":"Anisat","Definition":"Anisat is Mandrag's giller in Chemistry."},{"Word":"Anker","Definition":"Anker is the owner of Anker's, the inn where Kvothe lives and works while he studies in the University.\n\n\nAnker hires Kvothe as house musician after Ambrose threatens him and all the other pubs not to hire the young musician."},{"Word":"Anker's","Definition":"Anker's is the Inn and Bar at which Kvothe lives and is employed.\n\n\nAnker's is located on the same side of the Omethi River as the University, allowing Kvothe easy access to and from the school."},{"Word":"Anne","Definition":"Anne was a member of the Fake Edema Ruh Troupe."},{"Word":"Arcanist","Definition":"An arcanist is one who has worked his or her way through the Arcanum at the University and been given a gilthe, or guilder, to carry as a symbol of that achievement."},{"Word":"Arliden","Definition":"Arliden is Kvothe's father and leader of the Edema Ruh troupe that carried the patronage of Baron Greyfallow.\n\n\nArliden is an extremely talented musician, actor, and composer."},{"Word":"Arrand","Definition":"A river near Junpui in Vintas."},{"Word":"Arthur Herma","Definition":"Arthur Herma is the Master Linguist and Chancellor of the University during the majority of Kvothe's time there."},{"Word":"Artificing","Definition":"Artificing is a discipline taught at the University that involves standard engineering, sculpture, metallurgy and sygaldry, which can mimic the effects of sympathy to create items with special properties."},{"Word":"Arueh","Definition":"Arueh, or Aerueh , is a distant nation, continent, island, or city in Temerant, located on the edge of the known world.\n\nIt's famous for its rich, dark ink, which is valuable and difficult to acquire."},{"Word":"Arwyl","Definition":"Master Arwyl is the Master Physicker of the University, and presides over the instruction and day-to-day operations of the Medica.\n\n\nMaster Arwyl is an older man who wears eyeglasses and is described as having a \"grandfatherly\" appearance, with heavily wrinkled skin and a round face.\n\n\nMaster Arwyl is one of the Masters with whom Kvothe has the most interaction, as Kvothe often works in the Medica."},{"Word":"Aryen","Definition":"Aryen is an unspecified location in Temerant."},{"Word":"Aturan","Definition":"Aturan is the main language spoken widely throughout the Four Corners of Civilization.\n\n\nAturan originated from Aturan Empire before its collapse."},{"Word":"Aturan Empire","Definition":"The Aturan Empire is a country in the middle of the Four Corners of Civilization, with Ceald and the Commonwealth to the west and Modeg and the Small Kingdoms to the east."},{"Word":"Aunt Emme’s Tub","Definition":"Aunt Emme's Tub is a folk song sung by Denna at the Mauthen wedding."},{"Word":"Auri","Definition":"Auri is a former student of The University and close friend of Kvothe who lives in The Underthing.\n\n\nAuri is a young woman described as appearing a few years older than Kvothe, with blonde hair and a delicate, petite frame."},{"Word":"Baedn-Bryt","Definition":"Town near Newarre where Carter was going when he was attacked by a scrael."},{"Word":"Baron Greyfallow","Definition":"Baron Greyfallow is the patron of the troupe Lord Greyfallow's Men.\n\n\nBaron Greyfallow is Lord of the eastern marshes, Hudumbran-by-Thiren, and the Wydeconte Hills."},{"Word":"Baron Jakis","Definition":"Baron Jakis is a powerful and wealthy nobleman from Vintas."},{"Word":"Basil","Definition":"Basil is one of Kvothe's classmates at University."},{"Word":"Bast","Definition":"Bast is Kvothe's assistant, student and friend who lives with him at the Waystone Inn."},{"Word":"Ben","Definition":"Ben may refer to:\n*Abenthy, nicknamed Ben, an arcanist\n*Ben Bentley, a baby boy from Newarre\n*Benjamin, an old man from Levinshir"},{"Word":"Ben Bentley","Definition":"Ben is a baby of Newarre, son of Mary and Hap Bentley."},{"Word":"Benjamin","Definition":"Benjamin is an old farmer from a small town called Levinshir."},{"Word":"Bil","Definition":"Bil is a young man from Levinshir whose horse was killed when he fought against the fake Edema Ruh troupe that captured Ellie and Krin."},{"Word":"Binder's Chills","Definition":"Binder's Chills is a dangerous result that can occur when using sympathy recklessly."},{"Word":"Bloodless Device","Definition":"The Bloodless is an artificing device developed by Kvothe during his time at the University."},{"Word":"Bone-tar","Definition":"Regim Ignaul Neratum, more commonly known as Bone-Tar, is a dangerous transporting agent used in artificing.\n\n\nBone-Tar is an extremely volatile and corrosive substance."},{"Word":"Book of Secrets","Definition":"This book has been mentioned thrice so far in The Kingkiller Chronicles\n\nIn WMF, Kvothe finds a book titled \"The Book of Secrets\".\n\n\"Eventually I discovered a slim volume called The Book of Secrets buried deep in the Dead Ledgers."},{"Word":"Book of the Path","Definition":"The Book of the Path is the crucial religious text of the Tehlin religion.\n\n\nTehlin priests read extracts from it in church and during trials."},{"Word":"Borrorill","Definition":"Borrorill is a hill located near the town of Trebon, near the Mauthen farm."},{"Word":"Brandeur","Definition":"Master Brandeur is the Master Arithmetician at the time of Kvothe's attendance at University."},{"Word":"Brann","Definition":"Brann is the youngest son of the baker in Newarre.\n\n\nDuring the events in the story Brann is described as a plump eight or nine years old, well dressed, with blond hair."},{"Word":"Brean","Definition":"Brean is one of the University students who attended with Kvothe to Elodin's lessons."},{"Word":"Bredon","Definition":"Bredon is a Vintas noble who lives at the Maer's court and befriends Kvothe by teaching him the game of Tak and teaches him the court customs of Vintas."},{"Word":"Brenden","Definition":"Brenden is a mercenary out of a job encountered in Crosson, a village near The Eld while Kvothe and Tempi were restocking and drinking."},{"Word":"Calanthis","Definition":"Calanthis may refer to:\n*House Calanthis, a noble family from Vintas\n*Roderic Calanthis, a member of House Calanthis and current King of Vintas\n*Sipquick, a species of birds known as Calanthis in Eld Vintic"},{"Word":"Caleb","Definition":"Caleb is the blacksmith of Newarre, the town where Kote has the waystone and formerly the master of Aaron."},{"Word":"Calendar of Temerant","Definition":"The calendar is a system of organizing days for social, religious, commercial or administrative purposes in Temerant."},{"Word":"Caluptena","Definition":"Caluptena is referred to as an ancient source of knowledge that was burned by \"the church\" (presumably the Tehlin church) many centuries before Kvothe was born."},{"Word":"Cammar","Definition":"Cammar is a tall, one-eyed giller of Kilvin who teaches Ferrous and Cupric Metallurgy in the Fishery."},{"Word":"Carceret","Definition":"Carceret is an experienced female Adem mercenary living in Haert.\n\n\nCarceret has sandy hair and pale grey eyes."},{"Word":"Carter","Definition":"Carter is one of the group of friends from Newarre who meet regularly at The Waystone Inn.\n\nCarter arrived one evening at the Inn with his face smeared with blood and his shirt in tatters and sticky with blood."},{"Word":"Caudicus","Definition":"Caudicus was an arcanist and alchemist in the employ of the Maer."},{"Word":"Caverin","Definition":"Caverin was the owner of the reputable inn of the Horse and Four."},{"Word":"Ceald","Definition":"Ceald is a country in the Four Corners of Civilization."},{"Word":"Cealdish Currency","Definition":"Cealdish Currency is a set of coins produced by [ Shire Post Mint] in 2014."},{"Word":"Celean","Definition":"An exceptionally talented student of the Latantha fighting school at which Kvothe studies in Haert, in the Adem."},{"Word":"Celum Tinture","Definition":"Celum Tinture is an educational textbook about alchemy.\n\n\nThe book is not a particular rare book, but a useful resource for an alchemist who has no access to other alchemy books in the Archives."},{"Word":"Centhe Sea","Definition":"The Centhe Sea is a body of water in the south of the Four Corners of Civilization."},{"Word":"Cethan","Definition":"Cethan is the Ademic word used to describe someone who uses the art of the Ketan for mercenary work."},{"Word":"Chael","Definition":"Chael was the creator, and first owner of the sword Saicere according to the sword's Atas."},{"Word":"Chancellor","Definition":"Chancellor is the title of the Master at the University who seems to be the first among peers."},{"Word":"Chandrian (children's game)","Definition":"Chandrian is a children's game about the The Chandrian."},{"Word":"Chandrian (children's song)","Definition":"Chandrian is a children's folk song describing the signs of The Chandrian."},{"Word":"Charms","Definition":"Charms are a prohibited use of artificing, essentially using the discipline to create a tangible effect which fools the bearer into believing it is doing something of which it is not capable."},{"Word":"Chasing The Wind","Definition":"\"Chasing the wind\" is an expression used to refer to a student who has taken a sabbatical from the University in order to discover the wider world and, by extension, overcome inner obstacles to his or her academic progress.\n\n\n\nWhen young Naming students struggled to learn their first Name, the practice of leaving the sheltering environment of the University to expose themselves to the awakening powers of the outside world was at times encouraged.\n\n\n\nThe explanation for this expression is provided by Master Elodin to Kvothe."},{"Word":"Chemistry","Definition":"Chemistry is one of the few fields of study at the University that seems to be largely identical in the Chronicle to the way it works in reality."},{"Word":"Cinder","Definition":"Cinder is a member of the Chandrian."},{"Word":"Come Wash in the River","Definition":"Come Wash in the River is a song sung by Denna at the Mauthen wedding."},{"Word":"Commonwealth","Definition":"The Commonwealth is a country in the Four Corners of Civilization, and judging by the map, it is one of those Four Corners. It is the southernmost Four Corners nation, with a border on The Reft."},{"Word":"Copper","Definition":"Copper may refer to:\n*The metal copper\n*Copper jot\n*Copper penny"},{"Word":"Copper (metal)","Definition":"There has been mention and speculation on the significance of copper in the Chronicle, particularly its name.\nCopper burns with a blue flame.\n\n\n*Jots and copper pennies are made of copper.\n*The door to Elodin's asylum cell was made of copper, and the wall had copper webs running through it."},{"Word":"Copper Bottom Pot","Definition":"Copper Bottom Pot is a folk song sung by Denna at the Mauthen wedding."},{"Word":"Corners","Definition":"Corners is a popular card game around the University requiring four players."},{"Word":"Court lute","Definition":"The Court Lute was what the troupers lute was before it was recreated by I Illien."},{"Word":"Crazy Martin","Definition":"Crazy Martin was a farmer from Newarre.\n\n\nHe has been a laughingstock for the other villagers because of his crazy ideas, like digging a well inside his own house."},{"Word":"Crosson","Definition":"Crosson is a small village in Vintas near the Eld where the small troupe of mercenaries led by Kvothe, in service of the Maer Alveron, stopped briefly."},{"Word":"Currencies in Temerant","Definition":"The currency in Temerant is based on metals."},{"Word":"Currency of Atur","Definition":"The currency of Atur consists of rasteurs, iron links, soft pennies, hard pennies, bellums, and lord roses."},{"Word":"Currency of Ceald","Definition":"Ceald was the first nation to develop a standardized currency, and it remains the only form of coinage that is freely accepted throughout the Four Corners of Civilization."},{"Word":"Currency of the Commonwealth","Definition":"While Cealdish currency is commonly used in the Commonwealth, it has a currency of its own as well."},{"Word":"Currency of Vintas","Definition":"Although Cealdish currency is accepted in Vintas, it has its own currency as well. ln fact, there are two slightly different versions, which makes their monetary system a little complicated."},{"Word":"Cyphus","Definition":"Cyphus is one of the members of the Chandrian, said to be the one who \"bears the blue flame\", one of the more visible Chandrian signs.\n\n\nCyphus has yet to make any notable appearance in the chronicle.\n\nIt's known that he was in the camp after the murder of Kvothe's parents and troupe, since the whole Chandrian was there, but none of his actions were mentioned specifically, suggesting he didn't do or say anything of importance.\n\nIt's not known if he played a role at the destruction of the farm near Trebon.\n\n\n\nThe Chronicle also tells of Scyphus, a king of a city before or during the Creation War."},{"Word":"Daeln","Definition":"Daeln is the Adem male who cured the Kvothe's injured hand."},{"Word":"Daeonica","Definition":"Daeonica is a play that tells the story of Tarsus, who sells his soul and escapes from hell."},{"Word":"Dagon","Definition":"Commander Dagon is the head guard in the employ of Maer Alveron."},{"Word":"DAW Books","Definition":"DAW Books is an American science fiction and fantasy publisher.\n\n\nDAW Books is founded by Donald A."},{"Word":"Deah","Definition":"Deah was one of The Ruach, a group of people who predate current residents of Temerant."},{"Word":"Dedan","Definition":"Dedan is a Vintic mercenary who usually works with his companions Hespe and Marten."},{"Word":"Demon","Definition":"Demons are rather hard to define in the world of the Kingkiller Chronicle, but in the broadest terms they seem to be a catch-all category for any non-human creature for which the average Tehlin follower has no frame of reference."},{"Word":"Denna","Definition":"Denna is the primary female figure in The Name of the Wind; she is arguably the main romantic interest of Kvothe, who holds an irresistible fascination with her.\n\nDue to her chosen lifestyle, she is homeless and prone to wandering but manages to make a decent living using her voice and charm."},{"Word":"Dennais Threpe","Definition":"Count Dennais Threpe is a nobleman who is very fond of art."},{"Word":"Denner Resin","Definition":"Denner resin is a highly addictive opiate derived from the sap of the denner tree."},{"Word":"Deoch","Definition":"Deoch is co-owner of the Eolian with his partner Stanchion.\n\n\nDeoch is considered to be a good looking man, described as being quite tall, muscular and blonde.\n\n\nDeoch handles the business side of The Eolian."},{"Word":"Derrik","Definition":"Derrik is a man that worked for Roent and Reta on a caravan that traveled from Tarbean in the Name of the Wind."},{"Word":"Devan Lochees","Definition":"Devan Lochees , formally known as The Chronicler, is a well-known traveler and scribe in The Four Corners of Civilization.\n\n\nThe Chronicler is an accomplished scrivener, having devised his own shorthand to write as quickly as a man can speak. He travels The Four Corners of Civilization, collecting stories and working as a scribe.  The Chronicler has a fairly scholarly demeanour and is currently the apprentice or colleague of Skarpi.  He is also a member of The Arcanum and one of a handful of people to know the true name of Iron.  Chronicler's real name is Devan Lochees, who is best known in the narrative as the author of The Mating Habits of the Common Draccus."},{"Word":"Devi","Definition":"Devi  is a former member of the Arcanum and currently acts as a gaelet in Imre.\n\n\nDevi is described in the books as petite (pixieish) with strawberry-blonde hair."},{"Word":"Drab","Definition":"The iron Drab is a unit of Cealdish currency equal to eleven to fourteen shims or one tenth of a copper jot."},{"Word":"Draccus","Definition":"A draccus is a large herbivorous reptilian creature, known for their ability to breathe fire."},{"Word":"Dreg","Definition":"Dreg is a cheap liquor, presumably high in alcohol content."},{"Word":"Drenn","Definition":"A female Adem mercenary."},{"Word":"Drossen Tor","Definition":"Drossen Tor is a location in the Ergen Empire."},{"Word":"E'lir","Definition":"E'lir is the introductory rank in the Arcanum."},{"Word":"Edema Ruh","Definition":"The Edema Ruh are a nomadic cultural group known throughout the Four Corners of Civilization.\n\n\nHaving no country to call their own, the Edema Ruh are travelers and entertainers with talents ranging far and wide, but most commonly involving storytelling, acting, and music."},{"Word":"Editions of The Kingkiller Chronicle","Definition":"The Kingkiller Chronicle, a series of fantasy novels by Patrick Rothfuss, has been translated into more than thirty languages worldwide.\n\n\nFor an authorised translation, the publisher must first buy the foreign rights to the books of the series."},{"Word":"El'the","Definition":"El'the is the rank within the Arcanum that comes after Re'lar."},{"Word":"Eld","Definition":"\"We're off the edge of the map here.\" - MartenThe Eld is a large forest in the eastern part of the Four Corners of Civilization."},{"Word":"Eld Vintic","Definition":"Eld Vintic is an ancient language spoken in Vintas.\n\n\n\n\n\nThe ninth volume of the Scrivani that Fela finds for Kvothe when he needs a gram schema is written in Eld Vintic."},{"Word":"Ellie Anwater","Definition":"Ellie is the teen daughter of Mayor Anwater of Levinshir."},{"Word":"Elodin","Definition":"Elodin is the Master Namer at the University.\n\n\nMaster Elodin was an exceptionally brilliant student and also the youngest to have ever been admitted to the University, at the age of 14."},{"Word":"Elxa Dal","Definition":"Elxa Dal is the Master Sympathist at the University.\n\n\nElxa Dal has a severe dark eyes, a lean face, and a well-trimmed black beard, often reminding Kvothe of an archetypal villain in a bad Aturan play."},{"Word":"Emberlee Ashton","Definition":"Emberlee is a daughter of the Ashton family in Newarre."},{"Word":"Encanis","Definition":"In the doctrine of the Tehlin church, Encanis is the enemy of Tehlu and the most powerful demon in all existence."},{"Word":"Enlas","Definition":"Enlas is one of the Ruach, a race of beings who lived in Temerant before its current inhabitants."},{"Word":"Ergen Empire","Definition":"The Ergen Empire is thought to be the largest in the history of the Four Corners of Civilization.\n\n\nOriginally composed of hundreds of cities, all but eight were destroyed during the onslaught of the Creation War."},{"Word":"Erlus","Definition":"Erlus is a Tehlin Justice in Tarbean.\n\n\nErlus wears the pale grey robe uniform of the Tehlin preisthood."},{"Word":"Evesdown","Definition":"Evesdown is a port town east from Trebon."},{"Word":"Fae language","Definition":"Fae language is the language spoken by the Fae."},{"Word":"Fae magic","Definition":"There are two disctinct types of Faen magic mentioned in the Kingkiller Chronicles: glammourie and grammarie.\n\n\nGlammourie is a type of Faen magic that is the the art of making something seem."},{"Word":"Fake Edema Ruh Troupe","Definition":"This fake troupe was started by Alleg who was an adopted member of an Edema Ruh troupe that had Maer Alveron's patronage."},{"Word":"Fastingway War","Definition":"The Fastingway War was a civil war fought between two families in the Fae Realm.\n\n\nKvothe is told the story of the Fastingway War by Felurian."},{"Word":"Feant","Definition":"Feant is a town in Ademre north of Haert."},{"Word":"Fela","Definition":"Fela is a smart and beautiful woman who is a classmate and friend of Kvothe at The University.\n\n\n\n\nFela is described as strikingly beautiful with clear bright eyes and long dark hair."},{"Word":"Felurian","Definition":"Felurian is a seemingly immortal Fae, known in folktales throughout The Four Corners of Civilization.\n\n\nOne of the magical Fae, Felurian is essentially considered the most beautiful and insatiable woman in the known worlds."},{"Word":"Fenton","Definition":"Fenton is a University student, who is the second best sympathist of his class, behind Kvothe."},{"Word":"Finol","Definition":"Finol was an owner of Saicere."},{"Word":"Folly","Definition":"Folly is the name of Kvothe's present-day sword."},{"Word":"Four-plate door","Definition":"Valaritas, also named as The Four-Plate Door, is a four-plate stone door located in the Archives of The University."},{"Word":"Foxen","Definition":"Foxen is Auri's name for the glowing coin sized object she uses to light her way in the Underthing.\n\nEach day upon awaking, Auri activates Foxen by putting an unknown chemical into his dish, causing him to emit a bright blue-green light.\n\nShe carries Foxen in her hand, but puts him a glass bottle with a rubber gasket to seal the lid when she dives underwater, sometimes she ties him into her long hair when she needs to free her hands.\n\nIt´s unclear if Foxen is a living being, an anthropomorphized inanimate object."},{"Word":"Fren","Definition":"Fren was a member of the Fake Edema Ruh Troupe."},{"Word":"Gaelet","Definition":"Gaelets, also known as copper hawks, shim-galls, sharps, or lets, and called gatessors in Siaru, are semi-legal moneylenders who can be found throughout the Four Corners."},{"Word":"Gaskin","Definition":"Gaskin was a member of the Fake Edema Ruh Troupe."},{"Word":"Geisa","Definition":"Geisa is one of eight of The Ruach, (beings present when Aleph returns to Temerant after the Creation War) who choose to follow Tehlu and become angels."},{"Word":"Gel","Definition":"Gel is a University student who arrived late to Kvothe's first class of Principles of Sympathy with Master Hemme."},{"Word":"Gemling","Definition":"Gemling is a flower that grows wild around Newarre and in the Widow Creel's window box."},{"Word":"Gerrek","Definition":"Gerrek is a man that Kvothe meets in Tarbean during the Winter Pageant."},{"Word":"Giller","Definition":"A giller is a Master's aid at The University.\n\n\nA giller is a full arcanist who has chosen to remain at the University to aid a Master or simply to further his or her education.\n\n\nThe following characters are known giller:\n* Anisat\n* Cammar \n* Viari \n* Alder Whin"},{"Word":"Gold Mark","Definition":"The Gold mark is the highest form of currency in the Four corners."},{"Word":"Graham","Definition":"Graham is a resident of Newarre and regular patron of the Waystone Inn."},{"Word":"Gram","Definition":"The gram is a product of artificery that prevents malfeasance by absorbing the sympathy used."},{"Word":"Gran","Definition":"Gran is the healer in the town of Levinshir."},{"Word":"Great Stone Road","Definition":"The Great Stone Road runs from the Imre, to Anilin, through Atur, and the Eld to the Stormwal Mountains."},{"Word":"Greggor the Lesser","Definition":"A historian mentioned in The Wise Man's Fear, described as \"a windbag and a bigot, but he’s the best historian of his age.”\n\n\nWhen Kvothe, Wilem, and Simmon are trying to settle a bet between Kvothe and Wilem over who disbanded the Amyr, the books used to support each sides' theory were The Lights of History by Feltemi Reis and The Fall of the Empire by Greggor the Lesser."},{"Word":"Greysdale Mead","Definition":"]\n\nGreysdale Mead is the code Kvothe uses at Anker's Bar to order water when a grateful patron offers to buy him a drink. \n\nOften ordered under different names (Sounten, Peveret) at bars by musicians or other performers when appreciative patrons offer to buy them a drink, the drink itself is merely water.\n\nThe ruse is described by Manet as \"an old whore's trick.\" The performer is working and would rather stay sober."},{"Word":"Greystone (poem)","Definition":"\"Like a drawstone even in our sleep\n\nStanding stone by old road is the way\n\nTo lead you ever deeper into Fae.\n\nLaystone as you lay in hill or dell\n\nGreystone leads to something something'ell'.\""},{"Word":"Greystones","Definition":"Greystones, also known as Waystones, Standing Stones or Laystones, are stones along the road throughout Temerant.\n\n\nGreystones are usually over a dozen feet tall."},{"Word":"Guilder","Definition":"A guilder is the badge of office granted to an arcanist upon graduation from the University.\n\n\nA guilder, also called a gilthe, is the only way to be certain a person is a true arcanist."},{"Word":"Haert","Definition":"Haert is a city in Ademre."},{"Word":"Haliax","Definition":"Haliax is the leader of The Chandrian, and one of the major antagonists of Kvothe's storyline.\n\n\nHaliax's most distinguishing feature is that he is completely obscured by shadow even in broad daylight."},{"Word":"Hallowfell","Definition":"Hallowfell is a town where Abenthy settles down with an attractive, fairly wealthy, and fairly young widow."},{"Word":"Hap Bentley","Definition":"Hap is a young man who lives in Newarre."},{"Word":"Haven","Definition":"Haven is the mental asylum of the the University.\n\n\nHaven is also known as \"The Rookery\" and \"The Crockery\" by students."},{"Word":"Heart of Stone","Definition":"The Heart of Stone is a state of consciousness where the \"user\" abdicates from all his beliefs and opinions, forgetting all his emotions and prejudices.\n\nThe Heart of Stone is a difficult technique to use, and only a few people have mastered it."},{"Word":"Hespe","Definition":"Hespe is a Vintic mercenary who usually works with her companions Dedan and Marten."},{"Word":"Hetera","Definition":"Hetera was a courtesan who travelled with Lord Greyfallow's Men.\n\n\nWhen Kvothe was nine years old, Hetera travelled with the troupe."},{"Word":"Hillside","Definition":"Hillside is a wealthy borough of Tarbean."},{"Word":"History of Temerant","Definition":"The history of Temerant is extensive and dates back thousands of years."},{"Word":"Hollows","Definition":"\"Hollows was simple and square, with stained glass windows showing Teccam in a classic pose: standing barefoot in the mouth of his cave, speaking to a group of students.\" -NOTW Chapter 36: Less Talents\n\n\nHollows (aka the Master's Hall) is a building at the university where the masters hold the entrance exams."},{"Word":"Home Westward Wind","Definition":"Home Westward Wind is a song that Kvothe plays to Vashet, in an attempt to appease her after he angers her by implying that he wants to learn how to fight with a sword in order to use it."},{"Word":"Horse and Four","Definition":"Horse and Four is a highly reputable inn located near the University."},{"Word":"House Alveron","Definition":"Prior to the conquering of Vint by the Aturan Empire (and the Tehlin Church), the House of Alveron was the royal family of Vint.\n\nWhen modern Vintas was formed, the Alveron family refused to surrender any of their plenary powers, retaining the authority to do most anything the King can do: grant titles, raise an army, coin money, levy taxes.\n\nThe current patrician of the Alveron Family is Lerand Alveron, who is the Maer.\n\nMaer Alveron's marriage to Meluan Lackless may have initiated some kind of strategic partnership between the houses of Alveron and Lackless."},{"Word":"House Calanthis","Definition":"The Calanthis family is a line of Vintish nobility that has ruled Vint since its founding.\n\nFeyda Calanthis was posthumously declared the first king of Tarvintas, suceeded by his brother, Jarvis."},{"Word":"House Lackless","Definition":"The Lackless family is one of the oldest and most respected family in Vintas, able to trace their lineage back further than a millennium."},{"Word":"How Old Holly Came to Be","Definition":"How Old Holly Came to Be is a companion short story in The Kingkiller Chronicle series."},{"Word":"Iax","Definition":"Iax is a historically powerful being from the time period of The Creation War.\n\n\nLittle is actually known about Iax, though much is assumed. He is summarily described as one of the only characters considered a match in power and ability to Selitos, Lyra, and Aleph.\n\nHe was a Shaper and is most prominently known for pulling the moon into Fae, thus sparking the Creation War.\n\n\nThough Iax does not physically appear in the narrative, his character is often stigmatically alluded to.\n\nIt is generally agreed upon that Iax is the being Felurian refers to as being shut beyond the doors of stone."},{"Word":"Illien","Definition":"Illien is considered the most famous and talented of the Edema Ruh ever to live."},{"Word":"Imet","Definition":"Imet was one of The Ruach (a group of beings who predate the current residents of Temerant), and one of the eight ruach who followed Tehlu to become Angels.\n\n\n\n\n\n\n#↑ The Name of the Wind"},{"Word":"Imre","Definition":"Imre is a city in the Commonwealth, close to the University."},{"Word":"Inyssa","Definition":"Inyssa is one of the students at the University."},{"Word":"Iron","Definition":"Iron is a metal used for various purposes in the Four Corners, including in currency."},{"Word":"Iron Law","Definition":"The Iron Law of Atur is an ancient legal system, likely to be enforceable in the Commonwealth, Vintas and Atur and potentially anywhere in the Four Corners."},{"Word":"Jackass, Jackass","Definition":"Jackass, Jackass is a song that Kvothe composes with the help of Count Dennais Threpe to exact revenge on Ambrose Jakis, after the latter uses his status to turn the nobility from Kvothe and prevent him from getting a patron.\n\n\nOn the surface, the song is a ribald little tune about a donkey who wanted to be an arcanist."},{"Word":"Jacob Walker","Definition":"Jacob Walker, most commonly known as Jake, is a regular patron of the Waystone Inn.\n\n\nJake is a resident of Newarre, he regularly visits the Waystone with his friends Graham, Shep, and Old Cob."},{"Word":"Jake","Definition":"Jake may refer to:\n*Jacob Walker, nicknamed Jake, a townsfolk from Newarre\n*Jake (farmer), a farmer"},{"Word":"Jake (farmer)","Definition":"Jake is a farmer in the southern Commonwealth who often travelled with his father to Tarbean to sell the squash from their farm.\n\n\nJake is described to be thick-shouldered and plain-faced."},{"Word":"Jamison","Definition":"Jamison is the caretaker of the University.\n\n\nJamison is described as nervous and birdlike."},{"Word":"Jane","Definition":"Jane is a mercenary encountered in Crosson, a village near The Eld."},{"Word":"Jarret","Definition":"Jarret is a Modegan student of the University that attended with Kvothe to Elodin's lessons."},{"Word":"Jasom Hemme","Definition":"Master Jasom Hemme is the current Master Rhetorician and Chancellor at the University."},{"Word":"Jason Waterson","Definition":"Jason is a Levinshir's young man engaged to Ellie Anwater."},{"Word":"Jaxim","Definition":"Jaxim is a student at The University and holds the rank of Re'lar, and frequently works in the Fishery."},{"Word":"Jenna","Definition":"Off behind the old Cooper's place young Jenna was assaulted by a tinker."},{"Word":"Jessom Williams","Definition":"Jessom Williams is married to Nettie Williams and father to their son, Rike and two daughters, Tess, and Bip."},{"Word":"Josh","Definition":"Josh was a member of the Fake Edema Ruh Troupe."},{"Word":"Josn","Definition":"Josn was a young man who rode in Roent's caravan with Kvothe and Denna."},{"Word":"Jot","Definition":"The copper jot is a unit of Cealdish currency equal to ten iron drabs and one tenth of a silver talent.\n\n\nThe copper jot that is shown to the right is part of a series created by Patrick Rothfuss to show the progression of currency in the Four Corners."},{"Word":"Junpui","Definition":"Junpui is a port city on edge of the Small Kingdoms and Vintas.\n\nKvothe has been here both on his way to and from Severen."},{"Word":"Kaen","Definition":"Kaen is an ancient gambling game and the precursor of Tak.\n\n\n\n\n\n\n*The rules and history for Kaen are currently unknown, but [ will be included] in the official companion book for the retail Tak board game.\n\n\n*Tak - A modern game that arose from Kaen"},{"Word":"Kaerva","Definition":"Kaerva is a livery owner and trainer in Imre."},{"Word":"Kale Alard","Definition":"Kale is one of the Alard's sons."},{"Word":"Katie Miller","Definition":"Katie is a young woman from Newarre who has a relationship with Bast."},{"Word":"Ketan","Definition":"The Ketan is a series of movements that one can use to practice proper form as a form of training for fighting."},{"Word":"Kete","Definition":"Anne was a member of the Fake Edema Ruh Troupe."},{"Word":"Keth-Selhan","Definition":"Keth-Selhan is a horse whom Kvothe buys from a livery in Imre to make his visit to Trebon in order to investigate about the Chandrian at the Mauthen Farm.\n\n\n\nKeth-Selhan is a full blooded Khershaen breed horse who is at least eighteen hands tall with a proud head and black body."},{"Word":"Kilvin","Definition":"Kilvin is the Master Artificer at the University.\n\n\nKilvin is a Cealdish man with thick shoulders, shaggy hair and a bushy black beard, he is approximately 20 stone in weight (280\u0026nbsp;lbs)."},{"Word":"Kingkiller Wiki","Definition":"__NOTOC__ \n__NOEDITSECTION__"},{"Word":"Kirel","Definition":"\"Tall Kirel, who had been burned but left living in the ash of Myr Tariniel.\"\n\nKirel was one of The Ruach who side with Tehlu."},{"Word":"Knack","Definition":"A knack is an supernatural talent for something that normally has an element of chance, and seems to defy explanation and probability."},{"Word":"Kostrel","Definition":"Kostrel is a boy living in the town of Newarre."},{"Word":"Krin Walker","Definition":"Krin is a strong teen woman of Levinshir."},{"Word":"Kvothe","Definition":"Kvothe  is the main character in the Kingkiller Chronicle."},{"Word":"Kvothe's lute case","Definition":"A lute case Denna gave to Kvothe as a gift.\n\n\nThe case is long, slender and it is covered in smooth black leather, which is oiled and waxed."},{"Word":"Lackless poem","Definition":"The Lackless poem is a poem with two versions."},{"Word":"Laclith","Definition":"Laclith is a huntsman who travelled a time with Lord Greyfallow's Men.\n\n\nDuring Kvothe's childhood Laclith travelled with the troupe for nearly a whole season."},{"Word":"Languages in Temerant","Definition":"In Temerant, most nations have developed a unique language.\n\n\nThe following is a list of languages known throughout the history of Temerant.\n*Aturan: the dominant language spoken in many parts of The Four Corners of Civilization, including the remains of The Aturan Empire, The Commonwealth and Vintas\n*Siaru: the dominant language spoken in Ceald\n*Ademic and Adem sign language: the dominant forms of communication in Ademre\n*Temic: an ancient language predating Tema\n*Tema: the child language of Temic, spoken by the Amyr, before the collapse of The Aturan Empire\n*Eld Vintic: the ancient language spoken in Vint before The Aturan Empire took control of the nation\n*Yllish: the ancient language spoken in Yll before The Aturan Empire took control of the nation\n*Fae language: the primary language spoken in the faen realm, dialects include the ancient Mael language\n\nThe Archives potentially contains the knowledge to learn any language."},{"Word":"Lanre","Definition":"Lanre is a legendary warrior in the folklore of The Four Corners.\n\n\nLittle is truly known about Lanre other than his great prowess in battle."},{"Word":"Larel","Definition":"Larel was the previous owner of Saicere before Kvothe, the 236th of the 237 owners it has had."},{"Word":"Laren","Definition":"Laren was a member of the Fake Edema Ruh Troupe."},{"Word":"Lasrel","Definition":"A female Adem mercenary."},{"Word":"Latantha","Definition":"The Latantha , or Sword Tree, is a species of tree native to Ademre."},{"Word":"Laurel","Definition":"Laurel is a waitress at Anker's where Kvothe lives and works."},{"Word":"Laurian","Definition":"Laurian is Kvothe's mother.\n\n\nLaurian is a member of the Edema Ruh, described as having dark hair, easy laughter, and a way with words."},{"Word":"Lecelte","Definition":"Lecelte was one of The Ruach (a group of people who beings who predate the current residents of Temerant), and one of the eight ruach who followed Tehlu to become Angels."},{"Word":"Lerand Alveron","Definition":"Maershon Lerand Alveron , commonly referred to as the Maer , is a Vintish noble from a family line with power to rival the monarchy.\n\n\nMaer Alveron is described as every bit a king without the crown and title."},{"Word":"Lethani","Definition":"The Lethani is a philosophy practiced by the people of Ademre."},{"Word":"Levinshir","Definition":"Levinshir is a small town in Vintas with a population of about two to three hundred."},{"Word":"Lily","Definition":"Lily is one of the regular serving girls working in the Eolian, and has served Kvothe and his friends multiple times.\n\n\nFrom what we know of Lily, she is a playful and quick-tongued woman."},{"Word":"Lin","Definition":"Pike is a street urchin living in Tarbean, and one of Pike's friends and accomplices.\n\n\nPike cares very little about Tehlu and is younger than Pike\n\n\nOn Kvothe's first day in Tarbean, Lin stood on Kvothe's right while mugging him and held one of his arms."},{"Word":"Lin-Manuel Miranda","Definition":"Lin-Manuel Miranda is a Pulitzer Prize and Tony Award-winning musician, singer, actor, and producer."},{"Word":"Loeclos Box","Definition":"The Loeclos Box is named after the original spelling and pronunciation of the surname Lockless, which eventually evolved into the name Lackless, the family who possesses the box."},{"Word":"Loni","Definition":"Loni is a mentally ill boy from Tarbean who is cared for by Trapis."},{"Word":"Lord Greyfallow's Men","Definition":"Lord Greyfallow's Men was a traveling troupe, consisting primarily of Edema Ruh."},{"Word":"Lorren","Definition":"Master Lorren is the Master Archivist, he is in charge of The Archives at the University.\n\n\nMaster Lorren is tall, over 6 1/2 feet."},{"Word":"Losine","Definition":"Losine is a barmaid who works in Pennysworth Inn, near Eld."},{"Word":"Lyra","Definition":"Lyra was one of the most powerful namers in the Ergen Empire.\n\n\nLyra is described within the text as terrible and wise."},{"Word":"Magic","Definition":"Magic in the Kingkiller Chronicle is a bit of a delicate subject."},{"Word":"Magwyn","Definition":"Grandmother of Vashet, Magwyn gives Kvothe the name Maedre, which can mean The Flame, The Thunder or The Broken Tree."},{"Word":"Mains","Definition":"Mains is the oldest and most distinctive building at the University, where a large number of classes take place."},{"Word":"Malfeasance","Definition":"Malfeasance is the harmful use of sympathy or arcane knowledge against another.\n\n\nMalfeasence is widely considered forbidden among Arcanists and rarely occurs in the current time period of The Four Corners of Civilization. A student of the Arcanum who is convicted of malfeasence faces expulsion and possible whipping. What happens to a full Arcanist convicted of the crime is often decided by the ruling Lord.  Most likely however, a Full Arcanist found guilty of Malfeasence would face a death sentence.\n\nMalfeasence is most easily done through the use of sympathy, requiring a small amount of the targets blood or hair, as well as a likeness of them called a mommet.\n\n\nDuring Kvothe's second sympathy class at The University, Master Hemme challenges his knowledge of the subject by arrogantly allowing him to teach the class. It becomes clear however that Master Hemme has underestimated Kvothe's skill and ability when he is given a sympathetic \"hot foot\" by the student. Afterward, Master Hemme accuses Kvothe of malfeasence, a charge that is later reduced after the events of the account unfold.  Ultimately, Kvothe's use of a double binding and subsequent blistering of the Master's foot earns him promotion to the Arcanum at the title of E'lir.\n\nAlso in the Chronicle, Kvothe becomes the unwitting victim of malfeasence conducted by Ambrose Jakis after Kvothe breaks into his room and leaves behind some of his blood. This leads to Kvothe's struggle to construct a Gram which would protect him from the attacks. However, he is forced to battle Ambrose's alar until the advanced schema for the artifact can be acquired. His friends Simmon and Wilem assist him, warding his body with their own alar's while Kvothe sleeps. Due to their careful conduct during this part of the story, Kvothe is never definitively proven to be the burglar.\n\nWhen Kvothe travels to Severen to meet and work with Maer Alveron, he discovers that the Maer is the subject of a different sort of malfeasance involving Alchemy. It is revealed that the Maer's sickly condition when Kvothe first met him is due to his systematic poisoning at the hands of his personal arcanist, Caudicus."},{"Word":"Mandrag","Definition":"Mandrag is the Master Alchemist at the University."},{"Word":"Manet","Definition":"Manet is one of Kvothe's friends at The University, and his mentor at the Fishery under whom he apprenticed."},{"Word":"Maple, Maypole","Definition":"Maple, Maypole is a counting rhyme or choosing song used to make choices.\n\n\nEmploying this technique usually requires no materials, and is performed with spoken words and hand gestures."},{"Word":"Marea","Definition":"Marea is one of Imre's councilmen's daughter."},{"Word":"Marie","Definition":"Marie is a great musician who plays the violin."},{"Word":"Marrow","Definition":"Marrow is a town east from Imre"},{"Word":"Marten","Definition":"Marten is a Vintic mercenary who usually works with his companions Hespe and Dedan."},{"Word":"Mary Bentley","Definition":"Mary is a young woman of Newarre, and one of the few persons of the town that can write."},{"Word":"Master Alchemist","Definition":"Master Alchemist is a position within the University."},{"Word":"Master Archivist","Definition":"Master Archivist is a position at the University.\n\n\nThe Master Archivist is responsible for the Archives."},{"Word":"Master Arithmetician","Definition":"Master Arithmetician is a position at the University.\n\n\nThe Master Arithmetician teaches students Math and related subjects.\n\n\nThis position is currently held by Master Brandeur."},{"Word":"Master Artificer","Definition":"Master Artificer is a position within the University.\n\n\nThe Master Artificer is responsible for all the happenings of The Artificery, where students learn to work with dangerous components to build seemingly enchanted devices using Sygaldry.  The Master Artificer oversees each student under their capacity, directly deciding when students may advance to learn more difficult techniques or access more volatile and expensive materials. \n\n\nThis title is currently held by Master Kilvin."},{"Word":"Master Ash","Definition":"Master Ash is the pseudonym that Kvothe creates to refer to the mysterious patron of Denna. \n\n\nAlmost nothing is actually known about Master Ash, which Denna claims is how he prefers to conduct his affairs."},{"Word":"Master Linguist","Definition":"Master Linguist is a position within the University."},{"Word":"Master Namer","Definition":"Master Namer is a position at The University."},{"Word":"Master Physicker","Definition":"Master Physicker is a position within the University ."},{"Word":"Master Rhetorician","Definition":"Master Rhetorician is a position within the University.\n\n\nThe Master Rhetorician is responsible for teaching the art of effectively speaking and writing, as well as how to properly construct an eloquent argument.\n\n\nThis position is currently held by Master Hemme."},{"Word":"Master Sympathist","Definition":"Master Sympathist is a position within the University."},{"Word":"Mauthen","Definition":"Mauthen was a prosperous farmer who owned the Mauthen Farm near Borrorill on the outskirts of Trebon."},{"Word":"Mauthen Farm","Definition":"The Mauthen Farm is just outside the town of Trebon."},{"Word":"Mayor Anwater","Definition":"Jim Anwater is the Mayor of Levinshir and father of Ellie."},{"Word":"Mayor Lant","Definition":"Lant is the mayor of Newarre."},{"Word":"Medica","Definition":"Medica is one of the primary schools of study in the University, as well as being the name of the building that houses its studies."},{"Word":"Medicine","Definition":"Medicine is a field of study at The University."},{"Word":"Meluan Lackless","Definition":"Meluan Lackless is the sole heiress of the ancient Lackless family, and becomes the wife of Maer Alveron during The Wise Man's Fear.\n\n\nMeluan is described as \"strikingly lovely,\" with a strong jaw and dark brown eyes."},{"Word":"Meradin","Definition":"Meradin was a girl Kvothe briefly dated in Imre, and Fela's friend."},{"Word":"Mews","Definition":"The Mews are the living areas at The University."},{"Word":"Modeg","Definition":"Modeg is a country in the northeastern part of the Four Corners of Civilization."},{"Word":"Modegan longbow","Definition":"A Modegan longbow is a widely used weapon that is known for its powerful shot."},{"Word":"Mola","Definition":"Mola is a member of the Arcanum who works in the Medica.\n\n\nMola is a pale young woman with short blond hair and green eyes."},{"Word":"Mommet","Definition":"A mommet, officially known as a simulacrum, is a doll or figurine created using Sympathy."},{"Word":"Moon","Definition":"The moon appears to be a central part of the Kingkiller Chronicles."},{"Word":"Mr. Walker","Definition":"He is the father of Krin."},{"Word":"Mrs. Walker","Definition":"She is the mother of Krin."},{"Word":"Music in Temerant","Definition":"Music is an important cultural aspect in Temerant."},{"Word":"Myr Tariniel","Definition":"Myr Tariniel , the shining city, was the greatest of the eight cities that remained during the close of the Creation War.\n\n\nMyr Tariniel was ruled by Selitos."},{"Word":"Naden","Definition":"Naden, also called Two-fingers, is a male Adem who is the cook at the school of Haert, and a former mercenary."},{"Word":"Nahlrout","Definition":"Nahlout is a stimulant drug that functions as an anesthetic and causes vasoconstriction."},{"Word":"Nalto","Definition":"Nalto was the emperor of the Aturan Empire around three hundred years before the start of Kvothe's story.\n\n\nDuring his reign the Pontifex disbanded the Amyr and the military overextended itself."},{"Word":"Naming","Definition":"Naming is a field of study at The University.  \n\n\nOf the subjects studied at the University, naming is possibly the one least capable of being described as a science, and most resembling what people generally think of as magic."},{"Word":"Nate Taylor","Definition":"Nathan \"Nate\" Taylor is an American award-winning illustrator."},{"Word":"Nathan","Definition":"Nathan is one of the orphaned children of Tarbean who are cared for by Trapis."},{"Word":"Netalia Lackless","Definition":"Sister of Meluan Lackless who ran off with a troupe of traveling performers when she was young."},{"Word":"Newarre","Definition":"Newarre is the town where the Waystone Inn is located and the setting of the frame story.\n\n\nThe town is characterized as a small farming community."},{"Word":"Old Cob","Definition":"Old Cob is a resident of Newarre and a regular at the Waystone Inn.\n\n\nOld Cob is an elderly patron of the Waystone."},{"Word":"Ordal","Definition":"Ordal was one of The Ruach (a group of people who beings who predate the current residents of Temerant), and one of the eight ruach who followed Tehlu to become Angels."},{"Word":"Oren Velciter","Definition":"Oren Velciter is an eighty-year-old, very accomplished adventurer who was the go to 'famous person' when Kvothe was making his name.\n\nChronicler wrote his autobiography down in two days, after he was sought out by Oren himself and Felurian doesn't know who he is.\n\n\n  But if he’s all black then I’m Oren Velciter\n  It’s not like the world needs another story about Oren Velciter"},{"Word":"Otto","Definition":"Otto was a member of the Fake Edema Ruh Troupe."},{"Word":"Pairs","Definition":"Pairs is a card game created by American game company Cheapass Games."},{"Word":"Patrick Rothfuss","Definition":"Patrick \"Pat\" James Rothfuss is an award-winning American writer of fantasy fiction, and a former college lecturer."},{"Word":"Patron","Definition":"Patrons are people who sponsor performers by providing them with money, clothes, protection, and endorsement."},{"Word":"Penny","Definition":"She owns Pennysworth Inn, near Eld, at Vintas."},{"Word":"Pennysworth Inn","Definition":"The Pennysworth Inn is located \"at a major crossroads south of the Eld\", (further south than Crosson) in Vintas."},{"Word":"Pennywhistle","Definition":"Pennywhistle is a folk song sung by Denna at the Mauthen wedding."},{"Word":"Penthe","Definition":"A young woman, she beats Shehyn in a sparring exhibition and is the first among the Adem at Haert to speak to Kvothe of her own free will."},{"Word":"Perial","Definition":"According to the doctrine of Tehlin church, Perial is believed to be the mother of Menda who is the mortal form of god Tehlu.\n\nPerial is described to be a kind woman, pure of heart and spirit."},{"Word":"Pete","Definition":"Pete is a boy from Levinshir."},{"Word":"Pike","Definition":"Pike is a street urchin living in Tarbean, and a childhood enemy of Kvothe.\n\n\nPike lives in a pile of broken crates at the end of an alley in Dockside area of Tarbean."},{"Word":"Plum bob","Definition":"A plum bob is an alchemical poison that is absorbed through the skin."},{"Word":"Pocket warmer","Definition":"The pocket warmer, or also known as a poor-boy, is a device created to temporarily boost a sympathist's energy by producing a massive amount of heat. \n\nThey are described in the books as small, round, and metallic."},{"Word":"Princess Icing Bun","Definition":"An almost all-white kitten with two different colored eyes: one green, one blue."},{"Word":"Puppet","Definition":"Puppet is mysterious character who resides in the Archives, in what was a reading hole."},{"Word":"Ralien","Definition":"Ralien is the capital city of Ceald.\n\n\nWilem is from Ralien, where his family are wool merchants."},{"Word":"Rannish","Definition":"A town less than thirty miles from Newarre."},{"Word":"Re'lar","Definition":"Re'lar is the rank in the Arcanum above E'lir and below El'the.\n\n\nTo become a Re'lar, you must be sponsored by a Master of the University."},{"Word":"Remmen","Definition":"Remmen is the father of Bast.\n\n\nRemmen is a creature of the Fae."},{"Word":"Renere","Definition":"Renere is the capital of Vintas.\n\nRenere is where the royal palace is, where the ruling family, Calanthis, lives with their royal court.\n\nMaer Alveron is a nobleman only a few steps (by blood) from being the King of Vintas."},{"Word":"Reta","Definition":"Reta was the Cealdish wife of a caravan leader, Roent."},{"Word":"Rethe","Definition":"Rethe is Aethe's finest student, the first student of the Lethani, and the dictator of the nine and ninety tales, which are at the heart of Ademre and the teachings Kvothe receives.\n\n\nRethe is featured in Kvothe's education during his training with the Adem."},{"Word":"Rhetoric and Logic","Definition":"Rhetoric and Logic is a book that Abenthy used to teach Kvothe about argument (which is incidentally a book that Kvothe hates)."},{"Word":"Rian","Definition":"Rian, often known by her nickname Ria, is a student at the University."},{"Word":"Riem","Definition":"Riem is the bursar of the University."},{"Word":"Rike Williams","Definition":"Rike is the eldest child of Jessom and \"Nettie\" Williams in Newarre."},{"Word":"Roah","Definition":"Roah is a type of wood found all across the world of Temerant.\n\n\n\nIt is hard, heavy and impermeable to flame."},{"Word":"Roderic Calanthis","Definition":"King Roderic Calanthis is the King of Vintas, and resides in the royal palace in Renere.\n\n\nKing Roderic Calanthis is the head of House Calanthis, the rulers of Vint."},{"Word":"Roent","Definition":"Roent is a hardworking Cealdish trader."},{"Word":"Rogues","Definition":"Rogues is a cross-genre anthology featuring 21 original short stories from various authors (including Patrick Rothfuss)."},{"Word":"Saicere","Definition":"Saicere is the sword Kvothe is given by the Adem once he becomes a member of the school.\n\n\nThe term saicere means to break, to catch, and to fly."},{"Word":"Schema","Definition":"Blueprints for various devices created at the Fishery."},{"Word":"Scrael","Definition":"The scrael are spider-like creatures considered to be demons by the commonfolk.\n\n\nScrael are black as slate and spider-shaped, about the size of a wagon wheel."},{"Word":"Scriv","Definition":"A Scriv is a student who works under Master Lorren, specifically in The University's Archives.\n\n\nIn general there are two types of scrivs.\n\n\nThese scrivs work primarily in the archives."},{"Word":"Scutten","Definition":"Scutten is a strong spirit of Caeldish origin."},{"Word":"Seaward Square","Definition":"A location in Tarbean."},{"Word":"Selas Flower","Definition":"Selas flower is a flower in which Kvothe describes Denna during a moon light stroll in The University."},{"Word":"Selitos","Definition":"Selitos, later in life known as Selitos One-Eye, is one of the legendary heroes in the folklore of the Four Corners.\n\n\nSelitos is the Lord ruling over Myr Tariniel, one of the eight remaining cities of the Ergen Empire during The Creation War."},{"Word":"Sephran","Definition":"Sephran is one of the three musicians of Dennais Threpe, who plays flute."},{"Word":"Seth","Definition":"Seth may refer to:\n*Seth (farmer), a farmer\n*Seth (townsfolk), a man from Levinshir"},{"Word":"Seth (farmer)","Definition":"Seth is a farmer who gave young Kvothe a ride to Tarbean.\n\n\nSeth is 'a weathered old man' between forty to seventy years old."},{"Word":"Seth (townsfolk)","Definition":"Seth is a townsfolk of Levinshir.\n\n\nSeth is described as tall."},{"Word":"Seven Words That Will Make a Woman Love You","Definition":"There are seven words that will make a person love you."},{"Word":"Severen","Definition":"Severen is the city in Vintas where Kvothe is sent by Count Threpe to enter the service of the Maer Alveron.\n\nSeveren is divided into two chief sections: Severen-High and Severen-Low.\n\n\nBecause Severen-High is located up a sheer cliff face, traveling between the two areas is limited to a few methods of transport."},{"Word":"Shaed","Definition":"A shaed is a type of cloak made from shadows by using the Fae magic of grammarie."},{"Word":"Shandi","Definition":"Shandi was an Edema Ruh member of Lord Greyfallow's Men.\n\n\nShandi was mainly active as an actress and dancer in the plays, including The Swineherd and the Nightingale.\n\n\nAt Kvothe's twelfth birthday party Shandi gave him a cloak with many pockets."},{"Word":"Shehyn","Definition":"Shehyn is an older Adem woman and the head of the school in Haert to which Tempi belongs, the path of the sword tree."},{"Word":"Shep","Definition":"Shep is a resident of Newarre and frequent patron of the Waystone Inn.\n\n\nShep is a farmer in Newarre, as well as a close friend of Graham and Jake."},{"Word":"Siaru","Definition":"Siaru is the language spoken in Ceald."},{"Word":"Siege Stone","Definition":"A siege stone is a sympathetic device used to store kinetic energy."},{"Word":"Simmon","Definition":"Simmon , usually referred to as Sim, is one of Kvothe's best friends at the University.\n\n\nSimmon is described as an emotional character, with sandy hair and light eyes."},{"Word":"Sipquick","Definition":"Sipquicks, or flits, are small, pretty nectar-feeding birds."},{"Word":"Sir Savien Traliard","Definition":"Sir Savien Traliard was the subject of the song sung by Kvothe at the Eolian bar to win his talent pipes."},{"Word":"Skarpi","Definition":"Skarpi is thus far a minor character in the text, though his role is implied to be of importance in the future of the main character, Kvothe.\n\n\nSkarpi is described as a thin and weathered man with thick white hair on his arms, face, and head."},{"Word":"Skin dancer","Definition":"A skin dancer, known in Fae language as Mahael-uret, is a Fae creature that can possess and control the bodies of living organisms.\n\n\nOnce inside a body, a skin dancer treats the host like a puppet."},{"Word":"Skoivan Schiemmelpfenneg","Definition":"Skoivan \"Schiem\" Schiemmelpfenneg is a swineherd that Kvothe and Denna encounter after they leave the town of Trebon."},{"Word":"Sleat","Definition":"Sleat is a dark-haired and dark-eyed character who was a student of the University.\n\nHe has a knack for arranging things."},{"Word":"Songs","Definition":"In Temerant, there are many songs of many kinds.\n\n\nThe following is a list of languages known throughout the history of Temerant.\n*Applejack: A song about a drunk cow and a butter churn played by Kvothe at Anker's.\n*Aunt Emme’s Tub: A sexually explicit song played by Denna at the Mauthen wedding and by Kvothe in Anker's."},{"Word":"Sounten","Definition":"A false drink that Kvothe orders at the Eolian when connosseuirs buy him drinks, similar to Greysdale Mead at Anker's."},{"Word":"Sovoy","Definition":"Sovoy is Kvothe's friend at The University."},{"Word":"Spinning Leaf","Definition":"The Spinning Leaf is a Mental State, the opposite of the Heart of Stone."},{"Word":"Stanchion","Definition":"Stanchion is co-owner of the Eolian with his partner Deoch.\n\n\nStanchion is of medium build with a round, bearded face."},{"Word":"Stapes","Definition":"Stapes is the Maer's manservant and most trusted friend since childhood.\n\nInitially hostile to Kvothe, Stapes has a change of heart when Kvothe saves the Maer from Caudicus's poisoning.\n\nTo show his appreciation he gives Kvothe a Bone Ring, in concordance with Vintas tradition of trading rings."},{"Word":"Stonebridge","Definition":"Stonebridge is the name of a stone bridge which spans the Omethi river between Imre and the University.\n\n\nStonebridge is about two hundred feet long and wide enough for two wagons to pass each other."},{"Word":"Stormwal Mountains","Definition":"The Stormwal Mountains are an enormous mountain range which lie east of Modeg and Vintas, and form the eastern boundary of the Four Corners of Civilization.\n\n\nWhen Kvothe visited the Cthaeh, he was told that he wouldn't have a hope of his search for the Chandrian being taken seriously until he made it to the Stormwal."},{"Word":"Sygaldry","Definition":"Sygaldry is a discipline of magical study taught at the University under the heading of Artificery.\n\n\nSygaldry involves the use and application of runes, which create effects similar to a permanent form of sympathy."},{"Word":"Syl Bentley","Definition":"Syl is a young girl of Newarre, daughter of Mary and Hap Bentley."},{"Word":"Sympathy","Definition":"Sympathy is a system of energy manipulation (considered a form of magic ) in the Chronicle that requires extreme skill and concentration."},{"Word":"Sympathy lamp","Definition":"A sympathy lamp is a device used to produce bright and steady light continuously for a long-lasting period of time.\n\nSympathy lamps use sygaldry to sympathetically convert ambient environmental heat– say, from the hand – into light, by extracting heat from the metal."},{"Word":"Taborlin the Great","Definition":"Taborlin the Great is a folkloric hero and namer in the Four Corners of Civilization.\n\n\nThough his physical appearance remains unaddressed, Taborlin is often portrayed in the possession of a variety of magical objects that help to increase his prowess."},{"Word":"Tahl","Definition":"The Tahl are a nomadic people who live east of the Stormwal Mountains, in a region known as the Tahlenwald .\n\n\nMost information about the Tahl is given in rumors or stories.\n\nWhen Kvothe is asked where he would go if he could go anywhere in the world, he expresses his interest to go to the Tahlenwald and meet the notorious singers."},{"Word":"Tak","Definition":"Tak is a game of abstract strategy and logic played throughout Temerant. Initially introduced as a game in The Kingkiller Chronicle, Tak was adapted for the real world by game designer James Ernest (with input by Patrick Rothfuss)."},{"Word":"Talent","Definition":"The silver talent is a unit of currrency in the Cealdish currency system used commonly throughout the Four Corners."},{"Word":"Talent pipes","Definition":"Talent Pipes are a mark of merit from the Eolian, a tavern in Imre.\n\n\nIt costs one silver talent for a chance to play and possibly earn your \"pipes\" at The Eolian."},{"Word":"Tam","Definition":"Tam may refer to:\n*Tam (mercenary), a mercenary from Crosson\n*Tam (boy), a boy from Newarre"},{"Word":"Tam (boy)","Definition":"A boy in Newarre mentioned during The Lightning Tree."},{"Word":"Tam (mercenary)","Definition":"Tam is a character from The Wise Man's Fear."},{"Word":"Tanee","Definition":"Tanee is a mentally ill Tarbean boy who was cared for by Trapis.\n\nTanee alerts Trapis to Kvothe's presence on numerous occasions including when Kvothe tumbles in sick with a fever."},{"Word":"Tarbean","Definition":"Tarbean is a massive coastal city in the Southern Commonwealth, home to both the rich and the poor.\n\n\nLocated on The Reft, Tarbean is a fishing city that has grown into a thriving metropolitan center."},{"Word":"Teccam","Definition":"Teccam is a famous philosopher credited with the saying, \"There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man.\" His works influenced many people throughout Temerant over the course of history and into the present day.\n\nHis 'classic pose' is depicted as a man standing barefoot in the mouth of his cave, speaking to a group of students."},{"Word":"Tehlin Justice","Definition":"A Tehlin Justice is a sort of priest-inquisitor of the Tehlin church.\n\n\nMost prominent inAtur where the church has judiciary powers Justices are entitled to make arrests of those in violation of church laws."},{"Word":"Tehlinism","Definition":"The Tehlin religion is centred around the belief that Tehlu is creator and god.\n\n\nTehlinism is the most dominant religion in The Four Corners of Civilization, and is strongest in The Aturan Empire, Vintas and Commonwealth."},{"Word":"Tehlu","Definition":"Tehlu is a paternal god in the Tehlin religion, recognized as the creator and ultimate judge.\n\n\nTehlu has many different facets in the world, but is best recognized as the god of the Tehlin Religion."},{"Word":"Tema","Definition":"Tema is a child language of Temic."},{"Word":"Temerant","Definition":"Temerant is the world where the events of The Kingkiller Chronicle take place.\n\n\nThe entire geographical extent of Temerant is unknown; most of the known part is occupied by a very large peninsula extending west from the Stormwal Mountains."},{"Word":"Temic","Definition":"Temic is an ancient language predating Tema by about thousand years."},{"Word":"Tempi","Definition":"Tempi is a male Adem mercenary who Kvothe meets while working for The Maer in Vintas.\n\n\nTempi is a quiet man, who rarely makes eye contact."},{"Word":"Teren","Definition":"Teren was an Edema Ruh member of Lord Greyfallow's Men.\n\n\nTeren was a bearded ex-mercenary who spent many years traveling with Kvothe's family."},{"Word":"Tess Williams","Definition":"Tess is the eldest daughter of Jessom and Nettie Williams in Newarre."},{"Word":"Thaum","Definition":"Thaum is a unit of energy in the Four Corners, possibly equal to somewhere around 350 to 390 joules (as argued below).\n\nAccording to Kvothe's answer in an admissions interview in WMF (deemed 'Good enough for me' by Elxa Dal) it takes approximately 180 thaums to boil away one ounce of water that has reached its boiling temperature."},{"Word":"The Adventures of the Princess and Mr. Whiffle","Definition":"Princezna a pan Whiffle jsou série obrázkových knih napsaných Patrichem Rothfussem a ilustrovanou Nate Taylorovou."},{"Word":"The Amyr","Definition":"The Amyr is a mysterious group known by most as church knights during the Aturan Empire, the highest ranking being the Ciridae .\n\n\n\nThe Holy Order of the Amyr is believed to be founded by the Tehlin Church in the early days of the Aturan Empire."},{"Word":"The Arcanum","Definition":"The Arcanum is a group within the academia of the University to which a student may be admitted after demonstrating proof of mastery of the basic principles of sympathy."},{"Word":"The Archives","Definition":"The Archives is the name of the The University's library.\n\n\nThe Archives is a vast repository of books used as the primary reference point for students who are enrolled at The University."},{"Word":"The Artificery","Definition":"The Fishery is the name by which the Artificery is most often called."},{"Word":"The Broken Binding","Definition":"The Broken Binding is a bookstore located in Seaward Square in Tarbean.\n\n\nKvothe pawns his copy of Rhetoric and Logic, the book Abenthy gave him, for two talents and the option to buy it back from the store within twenty days."},{"Word":"The Chandrian","Definition":"The Chandrian are a group of seven beings known in myth and folklore throughout Temerant."},{"Word":"The Creation War","Definition":"The Creation War was a terrible conflict of the Ergen Empire.\n\n\nThe Creation War occurred several thousand years before the time period of the narration."},{"Word":"The Cthaeh","Definition":"The Cthaeh is generally regarded by the Fae as the most terrible and malicious being in existence.\n\n\nThe Cthaeh is a creature that dwells within the branches of a great tree, located in the middle of a clearing in the Fae Realm."},{"Word":"The Doors of Stone","Definition":"The Doors of Stone is the proposed third and final novel in The Kingkiller Chronicle series by American author Patrick Rothfuss."},{"Word":"The Eolian","Definition":"The Eolian is a well known and extremely popular tavern in Imre.\n\n\nThe Eolian is a popular musical venue and bar run by Deoch and Stanchion."},{"Word":"The Fae","Definition":"The Faen realm is a world created by the Shapers and inhabited by the Fae.\n\n\nThe Fae can be occasionally accessed from the human world, especially when there is no moon."},{"Word":"The Four Corners of Civilization","Definition":"The Four Corners of Civilization is the civilised world encompassing The Commonwealth, Ceald, Modeg, and Vintas.\n\n\nRespectively, the four corners are Tarbean, Renere, Ralien, and Cershaen."},{"Word":"The Half-Mast","Definition":"The Half-Mast is a bar in the Waterside district of Tarbean."},{"Word":"The High King of Modeg","Definition":"deck\nThe High King is (allegedly) the highest authority in Modeg."},{"Word":"The Kingkiller Chronicle","Definition":"using beard magic to shape Kvothe's life, by © Nathan Taylor\n\nThe Kingkiller Chronicle, sometimes abbreviated as KKC, is a trilogy of fantasy novels by American author Patrick Rothfuss."},{"Word":"The Lay of Sir Savien Traliard","Definition":"The Lay of Sir Savien Traliard is a tragic ballad written by Illien and is generally considered to be one of his greatest works.\n\n\nThe Lay of Sir Savien Traliard is an extremely complex song consisting of two harmonies played simultaneously."},{"Word":"The Lightning Tree","Definition":"The Lightning Tree is a novella and one of the companion tales in the The Kingkiller Chronicle series by American author Patrick Rothfuss."},{"Word":"The Mating Habits of the Common Draccus","Definition":"The Mating Habits of the Common Draccus is a book by Devan Lochees, describing the organism known as the Common Draccus."},{"Word":"The Name of the Wind","Definition":"The Name of the Wind is the first of three novels in The Kingkiller Chronicle series by American author Patrick Rothfuss."},{"Word":"The Name of the Wind Art Deck","Definition":"The Name of the Wind Art Deck was made up of two decks of playing cards by Elodin Enterprises."},{"Word":"The Name of the Wind Playing Cards","Definition":"The Name of the Wind Playing Cards is a 52-card deck of playing cards by Albino Dragon."},{"Word":"The Narrow Road Between Desires","Definition":"is a novella and one of the companion tales in the The Kingkiller Chronicle series by American author Patrick Rothfuss."},{"Word":"The old Listener","Definition":"The old Listener is a mysterious old hermit from the legend of Iax."},{"Word":"The Reft","Definition":"The Reft is a large body of water bordering the Commonwealth."},{"Word":"The Ruach","Definition":"The Ruach are former inhabitants of the Ergen Empire, left behind after The Creation War.\n\n\nNo physical description is offered of the Ruach, though it is surmised they are of a humanoid form."},{"Word":"The Sithe","Definition":"The Sithe is a faction of the Fae court.\n\n\nThe members of the Sithe are said to wear crowns woven of holly boughs, silver armor and robes when they ride into battle and carry long horn bows as weapons.\n\nThe faction is known in the Four Corners of Civilization as The White Riders and is the subject of many folklore songs."},{"Word":"The Slow Regard of Silent Things","Definition":"The Slow Regard of Silent Things is a novella and one of the companion tales in the The Kingkiller Chronicle series by American author Patrick Rothfuss."},{"Word":"The Small Kingdoms","Definition":"The Small Kingdoms is a region within the Four Corners of Civilization."},{"Word":"The Song of Seven Sorrows","Definition":"The Song of Seven Sorrows is a song widely known in The Four Corners of Civilization about Lanre.\n\n\n\n\nThe song is the result of extensive research done by Denna and her patron and is based on a version she found in an old book."},{"Word":"The Tale of Laniel Young-Again","Definition":"The Tale of Laniel Young-Again (working title) is a companion story set in Modeg."},{"Word":"The Underthing","Definition":"The Underthing is a series of rooms and tunnels located beneath The University.\n\n\nThe Underthing is divided into many sections that are named for their unique characteristics by Auri, who resides in them."},{"Word":"The University","Definition":"The University is a place of higher learning, specializing in many different fields of study.\n\n\nThe University is situated approximately two miles west of Imre, separated from the city by the Omethi River which can be crossed by the Stonebridge."},{"Word":"The Wise Man's Fear","Definition":"The Wise Man's Fear is the second of three novels in The Kingkiller Chronicle series by American author Patrick Rothfuss."},{"Word":"Thrice-locked chest","Definition":"]\n\nThe thrice-locked chest is a mysterious chest located in Kote's room at the Waystone Inn."},{"Word":"Tim","Definition":"Tim was a member of the Fake Edema Ruh Troupe."},{"Word":"Tinker","Definition":"A Tinker is a traveling merchant and repairman."},{"Word":"Tinker Tanner","Definition":"“Tinker Tanner” is an immensely popular drinking song known all over The Four Corners of Civilization.\n\n\nTinker Tanner is an extremely old song and is hyperbolized as a song \"that is older than God.” It is a simple song with many verses that people often feel encouraged to invent new ones to, sometimes obscene.\n\n\nThe song is sung by many characters in the Kingkiller Chronicle including:\n* Kote: In the beginning of The Name of the Wind just before he meets The Chronicler.\n* Seth: A farmer that gives Kvothe a ride to Tarbean after Kvothe's troupe is killed.\n* Josn: On Roent's caravan that Kvothe takes to reach The University.\n* Wilem and Simmon: On the night that Kvothe was trying out for his talent pipes at the Eolian.\n* Kvothe: When Denna visits Anker's and Kvothe is determined to leave early to spend the night in her company."},{"Word":"Tintatatornin","Definition":"Tintatatornin, a song written by Illien is an amazingly hard song Kvothe plays at the Eolian in the beginning of The Wise Man's Fear."},{"Word":"Tinuë","Definition":"The Free City of Tinuë is a large, ancient city in northern Vintas, and was once part of an earldom controlled by the Lackless family, until a rebellion took control of the city away from them.\n\nIt is a common Aturan expression to ask \"how is the road to Tinuë?\", as a alternative to \"how is your day?\" or \"how is everything going?\", and it's believed that all the roads in the Four Corners of Civilization will eventually pass through the city, if you travel long enough.\n\n\nIt is widely believed that Tinuë was once Tinusa, and was therefore the city that survived the Creation War."},{"Word":"Torment: Tides of Numenera","Definition":"Torment: Tides of Numenera is a video game developed by inXile Entertainment."},{"Word":"Trapis","Definition":"Trapis is a resident of Tarbean who takes in and assists homeless children of the city.\n\n\nTrapis is described as having grey hair, but appearing no older than forty."},{"Word":"Trebon","Definition":"Trebon is a small town located roughly 60 miles (by road) north of Imre and the University as told by the Tinker that Kvothe meets on his way."},{"Word":"Trip","Definition":"Trip was an Edema Ruh member of Lord Greyfallow's Men.\n\n\nTrip was active as a jester in the troupe who entertained the audience with a wide variety of skills, including juggling."},{"Word":"Trouper's lute","Definition":"The Trouper's Lute is the seven-stringed lute designed by Illien."},{"Word":"Unfettered","Definition":"Unfettered: Tales by Masters of Fantasy is an anthology edited by [ Shawn Speakman], featuring fantasy short stories donated by popular writers in the genre."},{"Word":"Uresh","Definition":"Uresh is one of the University students who attended Elodin's lessons with Kvothe."},{"Word":"Vaevin","Definition":"Vaevin is an Ademic term that involves a belief of the Adem about life, meaning for them the word Vaevin: (...) a desire, (...) a making, (...) a wanting of life.\n\n\nIn the first place, Vaevin refers to the growth of organisms."},{"Word":"Vashet","Definition":"Vashet is an Adem mercenary living in Haert."},{"Word":"Verainia Greyflock","Definition":"Verainia Greyflock, more commonly known as Nina, is a teenage girl from Trebon who is the only known person to have seen the vase which describes the Chandrian's signs."},{"Word":"Viari","Definition":"Viari is Master Lorren's giller at the University."},{"Word":"Viette Lant","Definition":"The youngest daughter of the Mayor of Newarre."},{"Word":"Vin","Definition":"He is a mercenary of Crosson, a village near The Eld."},{"Word":"Vintas","Definition":"Vintas is a country in the eastern part of the Four Corners of Civilization."},{"Word":"Waterside","Definition":"Waterside is the poorest of the two main sections of Tarbean.\n\n\nWaterside is close to the sea and consists of docks, low wealth businesses, and a small, less desirable residential district."},{"Word":"Waystone Inn","Definition":"“Now I am Kote."},{"Word":"Widow Creel","Definition":"Creel is a young widow of Newarre."},{"Word":"Wilem","Definition":"Wilem  is one of Kvothe's best friends and a student at The University.\n\n\nWilem is a young Cealdish man with the typical dark complexion that befits his ancestry. He is the son of wool merchants from Ralien and has a Siaru accent, since that was his first langauge."},{"Word":"Yll","Definition":"Yll is a small nation in the Four Corners of Civilization."},{"Word":"Yllish","Definition":"Yllish is the language spoken in Yll."}]}